7zip
acpid
alacritty
apple_cursor
autotiling
baobab
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
clang
cmake
cpupower
dialog
dmenu
dosfstools
dunst
efibootmgr
evtest
exfatprogs
fastfetch
feh
firefox
flameshot
fuse2
gamescope
gdb
git
grub
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gvfs
htop
i3-wm
i3status
intel-media-driver
intel-ucode
inter-font
inxi
iwd
jack2
lib32-gcc-libs
libinput
libinput-gestures
libpulse
libva-intel-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware-intel
mantablockscreen
mkfsufs
nano
ncdu
neovim
ninja
nsxiv
obs-studio
openssh
otf-font-awesome
pacfinder
pacman-contrib
pavucontrol
picom
playerctl
polybar
prismlauncher
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-jack
python-pip
python-pyfuse3
qbittorrent
qt5-quickcontrols2
qt6-multimedia-ffmpeg
qt6-virtualkeyboard
rofi
scrot
sddm
sof-firmware
spotify-player
steam
thermald
thunar
ttf-nerd-fonts-symbols-mono
udiskie
udisks2
unrar
unzip
usbmuxd-git
vim
virtualbox-host-modules-arch
vulkan-intel
wget
wireless_tools
wmctrl
wpa_supplicant
xdg-utils
xdotool
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xss-lock
yay-bin
yay-bin-debug
zram-generator
zsh
